jorgebucaran/fisher
catppuccin/fish
dracula/fish
0rax/fishline
jhillyerd/plugin-git
jorgebucaran/nvm.fish
patrickf1/fzf.fish
edc/bass
laughedelic/pisces
justinmayer/virtualfish
kidonng/nix.fish
manuuurino/fish-nvim-appname
kidonng/zoxide.fish
